{
  "MainPage": {
    "greeting": "Welcome",
    "greeting-auth": "Welcome Back",
    "headings": {
      "project": "About project",
      "course": "About course",
      "team": "Our team"
    },
    "info": {
      "p1": "Our project is a light-weight versions of Postman and GraphQL combined in one app.",
      "p2": "Postman is an API platform for building and using APIs. Postman simplifies each step of the API lifecycle and streamlines collaboration so you can create better APIs—faster.",
      "p3": "GraphQL is a playground/IDE for graphQL requests. GraphQL provides a complete and understandable description of the data in your API, gives clients the power to ask for exactly what they need and nothing more, makes it easier to evolve APIs over time, and enables powerful developer tools.",
      "p4": "Overall, our project provides you a solution that makes interacting with GraphQL and Postman easier and more efficient. You can experiment with various endpoints, input queries, manage variables and headers, and then enjoy the results of your efforts. We believe this will be a useful addition to any project.",
      "p5": "This project was created as part of the course RS School.React Course",
      "p6": "RS School is a free and community-based online education program conducted by The Rolling Scopes Community since 2013.Everyone can study at RS School, regardless of age, professional employment, or place of residence. However, you should have sufficient base knowledge before the program begins.Currently 500+ developers from different countries and companies involve in the education process as mentors."
    },
    "auth": {
      "sign-in": "Sign In",
      "sign-up": "Sign Up",
      "sign-out": "Sign Out",
      "cancel": "Cancel",
      "dialog-title": "Are you sure you want to sign out?",
      "dialog-text": "Signing out will end your current session. You will need to sign in again to access your account.",
      "email": "Email Address",
      "password": "Password",
      "no-account": "Don't have an account?",
      "phrase": "We are happy to see you again! Sign in to your account to continue",
      "create-account": "Create an account",
      "journey": "New here? Sign up and begin your journey",
      "username": "Username",
      "confirmPassword": "Confirm Password",
      "have-account": "Already have an account?"
    },
    "language": "Language",
    "history": "History",
    "graphiQL-client": "GraphiQL Client",
    "rest-client": "REST Client",
    "validation": {
      "username-req": "Username is required"
    },
    "developers": {
      "names": {
        "Yuliya": "Yuliya",
        "Dmitriy": "Dmitriy",
        "Maksym": "Maksym"
      },
      "contribute": {
        "Yuliya": "Main Page, REST Client layout, Language support",
        "Dmitriy": "Set up project, GraphQL Client page",
        "Maksym": "Sign In/Sign up pages, REST Client page"
      }
    }
  }
}
