{
  "MainPage": {
    "greeting": "Добро пожаловать",
    "greeting-auth": "Добро пожаловать",
    "project": "О проекте",
    "course": "О курсе",
    "team": "Наша команда",
    "p1": "Наш проект представляет собой облегченные версии Postman и GraphQL, объединенные в одном приложении.",
    "p2": "Postman — это API-платформа для создания и обслуживания API. Postman упрощает каждый шаг жизненного цикла API и оптимизирует совместную работу, чтобы вы могли создавать лучшие API — быстрее.",
    "p3": "GraphQL — это площадка/IDE для создания и выполнения GraphQL-запросов. GraphQL предоставляет полное и понятное описание данных в вашем API, дает клиентам возможность запрашивать именно то, что им нужно, и ничего больше, упрощает развитие API с течением времени и предоставляет мощные инструменты разработчика.",
    "p4": "В целом, наш проект предлагает решение, которое делает взаимодействие с GraphQL и Postman более простым и эффективным. Вы можете экспериментировать с различными конечными точками, вводить запросы, управлять переменными и заголовками, а затем видеть результаты. Мы верим, что это будет полезным дополнением к любому проекту, который использует GraphQL или Postman.",
    "p5": "Данный проект был создан в рамках курса RS School.React",
    "p6": "RS School — это бесплатная общественная онлайн-образовательная программа, проводимая сообществом The Rolling Scopes с 2013 года. Учиться в RS School может каждый, независимо от возраста, профессиональной занятости и места жительства. Однако перед началом программы у вас должно быть достаточно базовых знаний.В настоящее время в образовательном процессе в качестве наставников участвуют более 500 разработчиков из разных стран и компаний.",
    "sign-in": "Вход",
    "sign-up": "Регистрация",
    "sign-out": "Выход",
    "cancel": "Отмена",
    "dialog-title": "Вы уверены, что хотите выйти?",
    "dialog-text": "Выход из системы завершит текущий сеанс. Вам нужно будет снова войти в систему, чтобы получить доступ к своей учетной записи.",
    "email": "Электроннная почта",
    "password": "Пароль",
    "no-account": "Еще не зарегистрированы?",
    "phrase": "Мы рады видеть вас снова! Войдите в свою учетную запись, чтобы продолжить",
    "create-account": "Создать учетную запись",
    "journey": "Впервые здесь? Зарегистрируйтесь и начните свое путешествие",
    "username": "Имя",
    "confirmPassword": "Повторите пароль",
    "have-account": "Уже есть аккаунт?",
    "language": "Язык",
    "history": "История",
    "graphiQL-client": "GraphiQL Клиент",
    "rest-client": "REST Клиент",
    "user-required": "Имя обязательно",
    "user-length": "Имя должно содержать не менее 3 символов",
    "email-required": "Электронная почта обязательна",
    "email-format": "Неверный формат электронной почты",
    "password-required": "Пароль обязателен",
    "password-length": "Пароль должен содержать не менее 8 символов",
    "confirm-required": "Подтверждение пароля обязательно",
    "passwords-match": "Пароли должны совпадать",
    "name-Yuliya": "Юлия",
    "name-Dmitriy": "Дмитрий",
    "name-Maksym": "Максим",
    "contribute-Yuliya": "Главная страница, REST Клиент макет, Поддержка языков, Юнит-тесты ",
    "contribute-Dmitriy": "Настройка проекта, GraphQL Клиент",
    "contribute-Maksym": "Логин и регистрация, REST Клиент",
    "success-out": "Вы успешно вышли из системы.",
    "console-out": "Ошибка выхода:",
    "error-out": "При выходе произошла ошибка. Пожалуйста, попробуйте еще раз.",
    "success-in": "Вы успешно вошли в систему.",
    "errorr-in": "При входе произошла ошибка. Повторите попытку.",
    "console-in": "Ошибка при входе:",
    "error-in": "Не удалось войти. Повторите попытку.",
    "success-up": "Учетная запись успешно создана."
  }
}
